# AssemblyMemberDifference Properties

---
The AssemblyMemberDifference type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
AssemblyMemberDifference Class
Autodesk.Revit.DB Namespace